{"do_lower_case": false, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": null, "tokenizer_file": null, "name_or_path": "/home/wenjia/.conda/envs/rxnfp3/lib/python3.6/site-packages/rxnfp/models/transformers/bert_class_ec_3", "tokenizer_class": "SmilesTokenizer"}