{"do_lower_case": false, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": "/home/wenjia/.conda/envs/rxn/lib/python3.6/site-packages/rxnfp/models/transformers/bert_mlm_unmapped_512/special_tokens_map.json", "name_or_path": "/home/wenjia/project/rxnfp-master-2/out/renew/bert_unmapped_prorxn+finaldf512/checkpoint-8048-epoch-8", "tokenizer_class": "SmilesTokenizer"}